Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Change Mission Control keyboard shortcut
ar: تغيير اختصار لوحة المفاتيح الخاص بإدارة المهام
ca: Canvia la drecera del teclat per al Mission Control
cs: Změnit klávesovou zkratku pro Mission Control
da: Skift tastaturgenvejen til Mission Control
de: Tastaturkurzbefehl für Mission Control ändern
el: Αλλαγή της συντόμευσης πληκτρολογίου για το Mission Control
es: Cambiar la función rápida de teclado de Mission Control
es_us: Cambia la función rápida de teclado para Mission Control.
fi: Vaihda Mission Controlin näppäinoikotie
fr: Modifier le raccourci clavier pour Mission Control
fr_ca: Modifier le raccourci clavier de Mission Control
he: שינוי קיצור מקלדת של Mission Control
hi: Mission Control कीबोर्ड शॉर्टकट बदलें
hr: Promijeni prečac tipkovnice za Mission Control
hu: Mission Control billentyűparancsának módosítása
id: Ubah pintasan papan ketik Mission Control
it: Modifica l’abbreviazione da tastiera di Mission Control
ja: Mission Controlのキーボードショートカットを変更
ko: Mission Control 키보드 단축키 변경
ms: Tukar pintasan papan kekunci Mission Control
nb: Endre tastatursnarvei for Mission Control
nl: Wijzig toetscombinatie Mission Control
pl: Zmień skrót klawiszowy Mission Control
pt_br: Alterar atalho de teclado do Mission Control
pt_pt: Alterar atalho de teclado do Mission Control
ro: Schimbă scurtătura din tastatură pentru Mission Control
ru: Изменить сочетание клавиш для вызова Mission Control
sk: Zmeniť klávesovú skratku pre Mission Control
sl: Sprememba bližnjice na tipkovnici za Mission Control
sv: Ändra kortkommando för Mission Control
th: เปลี่ยนปุ่มลัดแป้นพิมพ์ Mission Control
tr: Mission Control klavye kestirmesini değiştir
uk: Змінити клавіатурне скорочення для Mission Control
vi: Thay đổi phím tắt bàn phím Mission Control
zh_cn: 更改调度中心键盘快捷键
zh_hk: 更改指揮中心鍵盤快捷鍵
zh_tw: 更改「指揮中心」鍵盤快速鍵

source: Change Mission Control mouse button shortcut
ar: تغيير اختصار زر الماوس الخاص بإدارة المهام
ca: Canvia la drecera del botó del ratolí per al Mission Control
cs: Změnit zkratku tlačítka myši pro Mission Control
da: Skift museknapgenvejen til Mission Control
de: Maustastenkurzbefehl für Mission Control ändern
el: Αλλαγή της συντόμευσης κουμπιού ποντικιού για το Mission Control
es: Cambiar la función rápida del botón del ratón de Mission Control
es_us: Cambia la función rápida de botón del mouse para Mission Control.
fi: Vaihda Mission Controlin hiiripainike-oikotie
fr: Modifier le raccourci du bouton de souris pour Mission Control
fr_ca: Modifier l’accès à Mission Control à partir d’un bouton de la souris
he: שינוי קיצור כפתור העכבר של Mission Control
hi: Mission Control माउस बटन शॉर्टकट बदलें
hr: Promijeni prečac tipke miša za Mission Control
hu: Mission Control egérgombparancsának módosítása
id: Ubah pintasan tombol tetikus Mission Control
it: Modifica l’abbreviazione del tasto del mouse di Mission Control
ja: Mission Controlのマウスボタンショートカットを変更
ko: Mission Control 마우스 버튼 단축키 변경
ms: Tukar pintasan butang tetikus Mission Control
nb: Endre museknappsnarvei for Mission Control
nl: Wijzig muisknopcombinatie Misson Control
pl: Zmień skrót myszy Mission Control
pt_br: Alterar atalho de botão do mouse do Mission Control
pt_pt: Alterar atalho do botão do rato do Mission Control
ro: Schimbă scurtătura din maus pentru Mission Control
ru: Изменить сочетание с кнопкой мыши для вызова Mission Control
sk: Zmeniť skratku tlačidla myši pre Mission Control
sl: Sprememba bližnjice s tipko miške za Mission Control
sv: Ändra musknappsgenvägen för Mission Control
th: เปลี่ยนปุ่มลัดของปุ่มเมาส์ Mission Control
tr: Mission Control fare düğmesi kestirmesini değiştir
uk: Змінити комбінацію кнопок мишки для Mission Control
vi: Thay đổi phím tắt nút chuột Mission Control
zh_cn: 更改调度中心鼠标键快捷键
zh_hk: 更改指揮中心滑鼠按鈕快捷鍵
zh_tw: 更改「指揮中心」滑鼠按鈕快速鍵

source: Change preferred window tab preference
ar: تغيير تفضيل علامات تبويب النوافذ المفضلة
ca: Canvia la configuració de la navegació per pestanyes
cs: Změnit nastavení preferovaných panelů oken
da: Skift indstillingen for den foretrukne fane i vinduet
de: Bevorzugte Fenster-Tab-Einstellung ändern
el: Αλλαγή της προτίμησης «Προτιμώμενη καρτέλα παραθύρου»
es: Cambiar la configuración de la navegación por pestañas
es_us: Cambia la opción de usar pestañas para las ventanas.
fi: Vaihda ensisijainen ikkunan välilehti -asetus
fr: Modifier la préférence relative à l’onglet de la fenêtre favorite
fr_ca: Modifier la préférence relative à l’onglet de la fenêtre préférée
he: שינוי ההעדפה של כרטיסית חלון מועדפת
hi: पसंदीदा विंडो टैब प्राथमिकता बदलें
hr: Promijeni postavku preferirane kartice prozora
hu: Az Előnyben részesített ablaklap beállításának módosítása
id: Ubah preferensi tab jendela pilihan
it: Modifica la preferenza del pannello preferito della finestra
ja: 優先するウインドウのタブの環境設定を変更
ko: 선호하는 윈도우 탭 환경설정 변경
ms: Tukar keutamaan tab tetingkap diutamakan
nb: Endre innstillinger for foretrukket fane i vindu
nl: Wijzig tabbladvoorkeur voorkeursvenster
pl: Zmień wartość Preferowana karta okna
pt_br: Alterar a preferência de aba de janela preferida
pt_pt: Alterar preferência preferida de janelas em separadores
ro: Schimbă opțiunea pentru fila preferată de ferestre
ru: Изменить настройку предпочитаемой вкладки окна
sk: Zmeniť nastavenie preferovania tabov pri otváraní dokumentov
sl: Sprememba nastavitve prednostnega zavihka okna
sv: Ändra vilken flikinställning för fönster som föredras
th: เปลี่ยนการตั้งค่าแถบหน้าต่างที่ต้องการ
tr: Tercih edilen pencere sekme tercihini değiştir
uk: Змінити параметр відкривання вікон у вкладках
vi: Thay đổi tùy chọn tab cửa sổ ưu tiên
zh_cn: 更改首选窗口标签页偏好设置
zh_hk: 更改偏好視窗分頁偏好設定
zh_tw: 更改偏好的視窗標籤頁偏好設定

source: Change selected iPhone
ar: تغيير iPhone المحدد
ca: Canvia l’iPhone seleccionat
cs: Změnit vybraný iPhone
da: Skift valgt iPhone
de: Ausgewähltes iPhone ändern
el: Αλλαγή του επιλεγμένου iPhone
es: Cambiar el iPhone seleccionado
es_us: Cambia el iPhone seleccionado.
fi: Vaihda valittu iPhone
fr: Modifier l’iPhone sélectionné
fr_ca: Sélectionner un autre iPhone
he: שינוי ה-iPhone שנבחר
hi: चयनित iPhone बदलें
hr: Promijeni odabrani iPhone
hu: A Kijelölt iPhone beállítás módosítása
id: Ubah iPhone yang dipilih
it: Modifica l’iPhone selezionato
ja: “選択したiPhone”を変更
ko: 선택한 iPhone 변경
ms: Tukar iPhone dipilih
nb: Endre valgt iPhone
nl: Wijzig geselecteerde iPhone
pl: Zmień wartość Wybrany iPhone
pt_br: Alterar iPhone selecionado
pt_pt: Alterar iPhone selecionado
ro: Schimbă iPhone‑ul selectat
ru: Сменить выбранный iPhone
sk: Zmeniť vybraný iPhone
sl: Sprememba izbranega iPhona
sv: Ändra vald iPhone
th: เปลี่ยน iPhone ที่เลือก
tr: Seçili iPhone’u değiştir
uk: Змінити вибраний iPhone
vi: Thay đổi iPhone được chọn
zh_cn: 更改所选iPhone
zh_hk: 更改所選iPhone
zh_tw: 更改所選iPhone

source: Change show Desktop keyboard shortcut
ar: تغيير اختصار لوحة المفاتيح الخاص بإظهار سطح المكتب
ca: Canvia la drecera del teclat per mostrar l’escriptori
cs: Změnit klávesovou zkratku pro zobrazení plochy
da: Skift tastaturgenvejen til Vis skrivebord
de: Tastaturkurzbefehl für „Schreibtisch einblenden“ ändern
el: Αλλαγή της συντόμευσης πληκτρολογίου για εμφάνιση του γραφείου εργασίας
es: Cambiar la función rápida de teclado para mostrar el escritorio
es_us: Cambia la función rápida de teclado para mostrar el escritorio.
fi: Vaihda Näytä työpöytä -näppäinoikotie
fr: Modifier le raccourci clavier pour « Afficher le bureau »
fr_ca: Modifier le raccourci clavier qui permet d’afficher le bureau
he: שינוי קיצור המקלדת להצגת המכתבה
hi: डेस्कटॉप कीबोर्ड शॉर्टकट दिखाएँ बदलें
hr: Promijeni prečaca tipkovnice za prikazivanje radne površine
hu: Az Íróasztal megjelenítésének billentyűparancsa beállítás módosítása
id: Ubah tampilkan pintasan papan ketik Desktop
it: Modifica l’abbreviazione da tastiera per mostrare la scrivania
ja: “デスクトップのキーボードショートカットを表示”を変更
ko: ‘데스크탑 키보드 단축키 보기’ 변경
ms: Tukar tunjukkan pintasan papan kekunci Desktop
nb: Endre tastatursnarvei for visning av skrivebordet
nl: Wijzig toetscombinatie 'Toon bureaublad'
pl: Zmień skrót klawiszowy Pokaż Biurko
pt_br: Alterar atalho de teclado para mostrar a Mesa
pt_pt: Alterar atalho de teclado para mostrar a Secretária
ro: Schimbă scurtătura din tastatură pentru afișarea desktopului
ru: Изменить сочетание клавиш для показа Рабочего стола
sk: Zmeniť klávesovú skratku na zobrazenie plochy
sl: Sprememba bližnjice na tipkovnici za prikaz namizja
sv: Ändra Visa kortkommando för skrivbordet
th: เปลี่ยนแสดงปุ่มลัดแป้นพิมพ์เดสก์ท็อป
tr: Masaüstünü göster klavye kestirmesini değiştir
uk: Змінити клавіатурне скорочення для показу Робочого стола
vi: Thay đổi phím tắt bàn phím hiển thị Màn hình nền
zh_cn: 更改“显示桌面键盘快捷键”
zh_hk: 更改顯示桌面鍵盤快捷鍵
zh_tw: 更改顯示「桌面」鍵盤快速鍵

source: Change show Desktop mouse button shortcut
ar: تغيير اختصار زر الماوس الخاص بإظهار سطح المكتب
ca: Canvia la drecera del botó del ratolí per mostrar l’escriptori
cs: Změnit zkratku tlačítka myši pro zobrazení plochy
da: Skift museknapgenvejen til Vis skrivebord
de: Maustastenkurzbefehl für „Schreibtisch einblenden“ ändern
el: Αλλαγή της συντόμευσης κουμπιού ποντικιού για εμφάνιση του γραφείου εργασίας
es: Cambiar la función rápida del botón del ratón para mostrar el escritorio
es_us: Cambia la función rápida de botón del mouse para mostrar el teclado.
fi: Vaihda Näytä työpöytä -hiiripainike-oikotie
fr: Modifier le raccourci du bouton de souris pour « Afficher le bureau »
fr_ca: Modifier l’accès au bureau à partir d’un bouton de la souris
he: שינוי קיצור כפתור העכבר להצגת המכתבה
hi: डेस्कटॉप माउस बटन शॉर्टकट दिखाएँ बदलें
hr: Promijeni prečac tipke miša za prikazivanje radne površine
hu: Az Íróasztal megjelenítésének egérgombparancsa beállítás módosítása
id: Ubah tampilkan pintasan tombol tetikus Desktop
it: Modifica l’abbreviazione del tasto del mouse per mostrare la scrivania
ja: “デスクトップのマウスボタンショートカットを表示”を変更
ko: ‘데스크탑 마우스 버튼 단축키 보기’ 변경
ms: Tukar tunjukkan pintasan butang tetikus Desktop
nb: Endre museknappsnarvei for visning av skrivebordet
nl: Wijzig muisknopcombinatie 'Toon bureaublad'
pl: Zmień skrót myszy Pokaż biurko
pt_br: Alterar atalho de botão do mouse para mostrar a Mesa
pt_pt: Alterar atalho do botão do rato para mostrar a Secretária
ro: Schimbă scurtătura din maus pentru afișarea desktopului
ru: Изменить сочетание с кнопкой мыши для показа Рабочего стола
sk: Zmeniť skratku tlačidla myši na zobrazenie plochy
sl: Sprememba bližnjice s tipko miške za prikaz namizja
sv: Ändra Visa musknappsgenvägen för skrivbordet
th: เปลี่ยนแสดงปุ่มลัดของปุ่มเมาส์เดสก์ท็อป
tr: Masaüstünü göster fare düğmesi kestirmesini değiştir
uk: Змінити комбінацію кнопок мишки для показу Робочого стола
vi: Thay đổi phím tắt nút chuột hiển thị Màn hình nền
zh_cn: 更改“显示桌面鼠标键快捷键”
zh_hk: 更改顯示桌面滑鼠按鈕快捷鍵
zh_tw: 更改顯示「桌面」滑鼠按鈕快速鍵

source: Change show in Stage Manager
ar: تغيير إظهار في منظم الواجهة
ca: Canvia l’opció de mostrar a l’organitzador visual
cs: Změnit zobrazování ve Stage Manageru
da: Skift Vis i Organisator
de: „In Stage Manager anzeigen“ ändern
el: Αλλαγή της Εμφάνισης στο Προσκήνιο
es: Cambiar “Mostrar widgets en el organizador visual”
es_us: Cambia la opción de mostrar en el organizador visual.
fi: Vaihda Näytä Järjestäjässä -arvo
fr: Modifier « Afficher dans Stage Manager »
fr_ca: Modifier « Afficher les widgets dans Stage Manager »
he: שינוי ההגדרה ״הצגה ב׳מנהל התצוגה׳״
hi: स्टेज मैनेजर में दिखाएँ बदलें
hr: Promijeni prikazivanje u Scenskom upravitelju
hu: A Megjelenítés a Porondmesterben beállítás módosítása
id: Ubah tampilkan di Pengelola Sorotan
it: Modifica il valore “Mostra in Stage Manager”
ja: “ステージマネージャ使用時に表示”を変更
ko: ‘스테이지 매니저에서 보기’ 변경
ms: Tukar tunjukkan dalam Stage Manager
nb: Endre Vis i Stage Manager
nl: Wijzig 'Toon in Stage Manager'
pl: Zmień wartość Pokazuj w widoku Stage Manager
pt_br: Alterar a opção Mostrar no Organizador Visual
pt_pt: Alterar Mostrar no Stage Manager
ro: Schimbă opțiunea de a afișa în Manager de scenă
ru: Изменить настройку «Показывать виджеты в Постановщике»
sk: Zmeniť nastavenie zobrazovania widgetov v Stage Manageri
sl: Sprememba prikazovanja v Upravitelju scene
sv: Ändra Visa i Blickfång
th: เปลี่ยนแสดงในตัวจัดการให้อยู่ตรงกลาง
tr: Sahne Yöneticisi’nde göster ayarını değiştir
uk: Змінити параметр показу в Постановнику
vi: Thay đổi cài đặt hiển thị trong Quản lý màn hình
zh_cn: 更改“在台前调度中显示”
zh_hk: 更改在幕前管理顯示
zh_tw: 更改在「幕前調度」中顯示

source: Change show indicators for open applications
ar: تغيير إظهار المؤشرات للتطبيقات المفتوحة
ca: Canvia l’opció “Mostra els indicadors a les apps obertes”
cs: Změnit zobrazování indikátorů pro otevřené aplikace
da: Skift Vis indikatorer for åbne apps
de: „Anzeige für geöffnete Programme einblenden“ ändern
el: Αλλαγή της Εμφάνισης ενδείξεων για ανοιχτές εφαρμογές
es: Cambiar “Mostrar indicadores en las aplicaciones abiertas”
es_us: Cambia el valor de la opción Mostrar indicadores en las aplicaciones abiertas.
fi: Vaihda Näytä avoimien ohjelmien ilmaisimet -arvo
fr: Modifier « Afficher les indicateurs des applications ouvertes »
fr_ca: Modifier « Afficher les indicateurs des applications ouvertes »
he: שינוי ההגדרה ״הצגת חיוויים עבור יישומים פתוחים״
hi: खुले ऐप्लिकेशन के लिए संकेतक दिखाएँ बदलें
hr: Promijeni prikazivanje indikatora za otvorene aplikacije
hu: Megnyitott alkalmazások megjelölése beállítás módosítása
id: Ubah tampilkan indikator untuk aplikasi yang terbuka
it: Modifica il valore “Mostra indicatori per le applicazioni aperte”
ja: “起動済みのアプリケーションにインジケータを表示”を変更
ko: ‘열려 있는 응용 프로그램에 대한 표시 보기’ 변경
ms: Tukar tunjukkan penunjuk untuk aplikasi terbuka
nb: Endre Vis indikatorer for åpne apper
nl: Wijzig 'Toon aanduidingen voor geopende apps'
pl: Zmień wartość Pokazuj wskaźniki otwartych aplikacji
pt_br: Alterar a opção Mostrar indicadores para aplicativos abertos
pt_pt: Alterar Indicar as aplicações abertas
ro: Schimbă opțiunea de a afișa indicatoare pentru aplicațiile deschise
ru: Изменить настройку «Показывать индикаторы открытых программ»
sk: Zmeniť nastavenie zobrazovania indikátorov otvorených aplikácií
sl: Sprememba prikazovanja indikatorjev za odprte aplikacije
sv: Ändra Visa indikatorer under öppna appar
th: เปลี่ยนแสดงสถานะสำหรับแอปพลิเคชันที่เปิดอยู่
tr: Açık uygulamalar için göstergeleri göster ayarını değiştir
uk: Змінити параметр показу індикаторів для відкритих програм
vi: Thay đổi cài đặt hiển thị chỉ báo cho các ứng dụng đang mở
zh_cn: 更改“为打开的应用程序显示指示灯”
zh_hk: 更改為開啟的應用程式顯示指示燈
zh_tw: 更改為打開的應用程式顯示指示燈

source: Change show items in Stage Manager
ar: تغيير إظهار العناصر في منظم الواجهة
ca: Canvia l’opció “Mostra els ítems a l’organitzador visual”
cs: Změnit zobrazování položek ve Stage Manageru
da: Skift Vis emner i Organisator
de: „Objekte in Stage Manager anzeigen“ ändern
el: Αλλαγή της Εμφάνισης στοιχείων στο Προσκήνιο
es: Cambiar “Mostrar ítems en el organizador visual”
es_us: Cambia el valor de la opción Mostrar elementos en el organizador visual.
fi: Vaihda Näytä kohteet Järjestäjässä -arvo
fr: Modifier « Afficher les éléments dans Stage Manager »
fr_ca: Modifier « Afficher les éléments dans Stage Manager »
he: שינוי ההגדרה ״הצגת פריטים ב׳מנהל התצוגה׳״
hi: स्टेज मैनेजर में आइटम दिखाएँ बदलें
hr: Promijeni prikazivanje stavki u Scenskom upravitelju
hu: Elemek megjelenítése a Porondmesterben beállítás módosítása
id: Ubah tampilkan item di Pengelola Sorotan
it: Modifica il valore “Mostra elementi in Stage Manager”
ja: “項目をステージマネージャに表示”を変更
ko: ‘스테이지 매니저에서 항목 보기’ 변경
ms: Tukar tunjukkan item dalam Stage Manager
nb: Endre Vis objekter i Stage Manager
nl: Wijzig 'Toon onderdelen in Stage Manager'
pl: Zmień wartość Pokazuj rzeczy w widoku Stage Manager
pt_br: Alterar a opção Mostrar itens no Organizador Visual
pt_pt: Alterar Mostrar elementos no Stage Manager
ro: Schimbă opțiunea de a afișa articolele în Manager de scenă
ru: Изменить настройку «Показывать объекты в Постановщике»
sk: Zmeniť nastavenie zobrazovania položiek v Stage Manageri
sl: Sprememba prikazovanja elementov v Upravitelju scene
sv: Ändra Visa objekt i Blickfång
th: เปลี่ยนแสดงรายการในตัวจัดการให้อยู่ตรงกลาง
tr: Öğeleri Sahne Yöneticisi’nde göster ayarını değiştir
uk: Змінити параметр показу елементів у Постановнику
vi: Thay đổi cài đặt hiển thị các mục trong Quản lý màn hình
zh_cn: 更改“在台前调度中显示项目”
zh_hk: 更改在幕前管理顯示項目
zh_tw: 更改在「幕前調度」中顯示項目

source: Change show items on Desktop
ar: تغيير إظهار العناصر على سطح المكتب
ca: Canvia l’opció “Mostra els ítems a l’escriptori”
cs: Změnit zobrazování položek na ploše
da: Skift Vis emner på skrivebord
de: „Objekte auf dem Schreibtisch anzeigen“ ändern
el: Αλλαγή της Εμφάνισης στοιχείων στο γραφείο εργασίας
es: Cambiar “Mostrar ítems en el escritorio”
es_us: Cambia el valor de la opción Mostrar elementos en el escritorio.
fi: Vaihda Näytä kohteet työpöydällä -arvo
fr: Modifier « Afficher les éléments sur le bureau »
fr_ca: Modifier « Afficher les éléments sur le bureau »
he: שינוי ההגדרה ״הצגת פריטים במכתבה״
hi: डेस्कटॉप पर आइटम दिखाएँ बदलें
hr: Promijeni prikazivanje stavki na radnoj površini
hu: Az Elemek megjelenítése az íróasztalon beállítás módosítása
id: Ubah tampilkan item di Desktop
it: Modifica il valore “Mostra elementi sulla scrivania”
ja: “項目をデスクトップに表示”を変更
ko: ‘데스크탑에서 항목 보기’ 변경
ms: Tukar tunjukkan item pada Desktop
nb: Endre Vis objekter på skrivebordet
nl: Wijzig' Toon onderdelen op bureaublad'
pl: Zmień wartość Pokazuj rzeczy na biurku
pt_br: Alterar a opção Mostrar itens na Mesa
pt_pt: Alterar Mostrar elementos na Secretária
ro: Schimbă opțiunea de a afișa articolele pe desktop
ru: Изменить настройку «Показывать объекты на Рабочем столе»
sk: Zmeniť nastavenie zobrazovania položiek na ploche
sl: Sprememba prikazovanja elementov na namizju
sv: Ändra Visa objekt på skrivbordet
th: เปลี่ยนแสดงรายการบนเดสก์ท็อป
tr: Öğeleri masaüstünde göster ayarını değiştir
uk: Змінити параметр показу елементів на Робочому столі
vi: Thay đổi cài đặt hiển thị các mục trên Màn hình nền
zh_cn: 更改“在桌面上显示项目”
zh_hk: 更改在桌面顯示項目
zh_tw: 更改在桌面上顯示項目

source: Change show recent apps in Stage Manager
ar: تغيير إظهار التطبيقات الحديثة في منظم الواجهة
ca: Canvia l’opció “Mostra les apps recents a l’organitzador visual”
cs: Změnit zobrazování posledních aplikací ve Stage Manageru
da: Skift Vis seneste apps i Organisator
de: „Letzte Apps in Stage Manager anzeigen“ ändern
el: Αλλαγή της Εμφάνισης πρόσφατων εφαρμογών στο Προσκήνιο
es: Cambiar “Mostrar las apps recientes en el organizador visual”
es_us: Cambia la opción Mostrar apps recientes en el organizador visual.
fi: Vaihda Näytä äskeiset apit Järjestäjässä -arvo
fr: Modifier « Afficher les apps récentes dans Stage Manager »
fr_ca: Modifier « Afficher les apps récentes dans Stage Manager »
he: שינוי ההגדרה ״הצגת יישומים אחרונים ב׳מנהל התצוגה׳״
hi: स्टेज मैनेजर में हालिया ऐप्स दिखाएँ बदलें
hr: Promijeni prikazivanje nedavnih aplikacija u Scenskom upravitelju
hu: A Legutóbbi appok megjelenítése a Porondmesterben beállítás módosítása
id: Ubah tampilkan app terbaru di Pengelola Sorotan
it: Modifica il valore “Mostra le app recenti in Stage Manager”
ja: “最近使用したアプリをステージマネージャに表示”を変更
ko: ‘스테이지 매니저에서 최근 사용한 앱 보기’ 변경
ms: Tukar tunjukkan app terbaharu dalam Stage Manager
nb: Endre innstillinger for Vis nylig brukte apper i Stage Manager
nl: Wijzig 'Toon recente apps in Stage Manager'
pl: Zmień wartość Pokazuj ostatnie aplikacje w widoku Stage Manager
pt_br: Alterar a opção Mostrar apps recentes no Organizador Visual
pt_pt: Alterar Mostrar aplicações recentes no Stage Manager
ro: Schimbă opțiunea de a afișa aplicațiile recente în Manager de scenă
ru: Изменить настройку «Показывать недавние приложения в Постановщике»
sk: Zmeniť nastavenie zobrazovania posledných apiek v Stage Manageri
sl: Sprememba prikazovanja nedavnih aplikacij v Upravitelju scene
sv: Ändra Visa senaste appar i Blickfång
th: เปลี่ยนแสดงแอปล่าสุดในตัวจัดการให้อยู่ตรงกลาง
tr: Son kullanılan uygulamaları Sahne Yöneticisi’nde göster ayarını değiştir
uk: Змінити параметр показу недавніх програм у Постановнику
vi: Thay đổi cài đặt hiển thị ứng dụng gần đây trong Quản lý màn hình
zh_cn: 更改“在台前调度中显示最近使用的App”
zh_hk: 更改在幕前管理顯示最近使用的App
zh_tw: 更改在「幕前調度」中顯示最近使用過的App

source: Change show suggested and recent apps in Dock
ar: تغيير إظهار التطبيقات المقترحة والحديثة في شريط الأيقونات
ca: Canvia l’opció “Mostra les apps suggerides i les apps recents al Dock”
cs: Změnit zobrazování doporučených a posledních aplikací v Docku
da: Skift Vis foreslåede og seneste apps i Dock
de: „Vorgeschlagene und letzte Apps im Dock anzeigen“ ändern
el: Αλλαγή της Εμφάνισης προτεινόμενων και πρόσφατων εφαρμογών στο Dock
es: Cambiar “Mostrar las apps recientes y sugeridas en el Dock”
es_us: Cambia el valor de la opción Mostrar apps recientes y sugeridas en el Dock.
fi: Vaihda Näytä ehdotetut ja äskeiset apit Dockissa -arvo
fr: Modifier « Afficher les apps suggérées et récentes dans le Dock »
fr_ca: Modifier « Afficher les apps suggérées/récemment utilisées dans le Dock »
he: שינוי ההגדרה ״הצגת יישומים מומלצים ויישומים אחרונים ב-Dock״
hi: “Dock में सुझाए गए और हालिया ऐप्स दिखाएँ” बदलें
hr: Promijeni prikazivanje predloženih i nedavnih aplikacija u Docku
hu: A Javasolt és legutóbbi appok megjelenítése a Dockban beállítás módosítása
id: Ubah tampilkan app yang disarankan dan terbaru di Dock
it: Modifica il valore “Mostra le app suggerite e quelle recenti nel Dock”
ja: “アプリの提案と最近使用したアプリをDockに表示”を変更
ko: ‘Dock에서 제안된 앱 및 최근 앱 보기’ 변경
ms: Tukar tunjukkan app cadangan dan terbaharu dalam Dock
nb: Endre innstillinger for Vis foreslåtte og nylig brukte apper i Dock
nl: Wijzig 'Toon aanbevolen en recente apps in Dock'
pl: Zmień wartość Pokazuj sugerowane i ostatnie aplikacje w Docku
pt_br: Alterar a opção Mostrar apps sugeridos e recentes no Dock
pt_pt: Alterar Mostrar aplicações recentes e sugeridas na Dock
ro: Schimbă opțiunea de a afișa aplicațiile sugerate și recente în Dock
ru: Изменить настройку «Показывать предложенные и недавние приложения в Dock»
sk: Zmeniť nastavenie zobrazovania navrhovaných a posledných apiek v Docku
sl: Sprememba prikazovanja predlaganih in nedavnih aplikacij v vrstici Dock
sv: Ändra Visa föreslagna och senaste appar i Dock
th: เปลี่ยนแสดงแอปที่แนะนำและแอปที่ใช้ล่าสุดบน Dock
tr: Önerilen ve son kullanılan uygulamaları Dock’ta göster ayarını değiştir
uk: Змінити параметр показу пропонованих і недавніх програм у Dock
vi: Thay đổi cài đặt hiển thị ứng dụng được gợi ý và gần đây trên Dock
zh_cn: 更改“在程序坞中显示建议App和最近使用的App”
zh_hk: 更改在Dock中顯示建議和最近使用過的App
zh_tw: 更改在Dock中顯示建議的和最近使用過的App
